/* 
  Localizable.strings
  Better ScreenShot

  Created by SG on 2019/8/29.
  Copyright © 2019 better365. All rights reserved.
*/
"More Apps" = "更多App";

"Feedback Problem" = "问题反馈";

"Check for Update" = "检查升级";

"Preferences" = "偏好设置";

"Start/Stop Record Screen" = "开始/停止 录屏";

"ScreenShot" = "截图";

"Delay ScreenShot" = "延时截图";

"Quit"="退出";

"RightMouse click, please" = "请用右键点击";

"This color needs to be customized" = "这个颜色先要自定义";

"Space" = "空格";

"Double click" = "双击";

"Save it, Open with" = "保存截图并使用";

"Copy" = "复制";

"Paste" = "粘贴";

"Open File From..." = "从文件打开...";

"Save As..." = "另存为...";

"Annotate" = "标注";

"Close" = "关闭";

"Cancel Shadow" = "取消阴影";

"Size" = "大小";

"Update Map" = "更新贴图";

"Copy to Paste" = "拷贝截图到剪切板";

"Pin From Pasteboard" = "贴图、标注";

"Close All" = "全部关闭";

"Format:" = "格式:";

"Must have a picture in the Pasteboard" = "粘贴板里面必须有一张图片";

"The pin is to suspend the picture in the pasteboard on the screen,can be dragged,scroll scaled or labeled" = "贴图是把粘贴板里的图片悬浮在屏膜上，可以拖移,\n滚轮可以缩放，也可以标注,✔️按钮是更新贴图标注";

"Version" = "版本号";

"Turn Left" = "向左旋转";

"Turn Right" = "向右旋转";

"Horizontal flip" = "水平翻转";

"Vertically flip" = "垂直翻转";

"Image processing" = "图像处理";

"Opacity and Outline cannot work at the same time" = "不透明度和描边不能同时使用";
"                            Warm Reminder \r\r       1,When the cursor is a hand-shaped drag cursor (text cursor for text tool and step dimension tool), and on the active dimension element, the scroll wheel can adjust the opacity of the color.\r\r      2,When there is a number in the lower right corner of the cursor, the scroll wheel is used to adjust the size of the active elemen." = "                            温馨提醒\r\r      1，光标是手型的拖移光标时(文本工具和步骤标注工具时是文本光标)，并在激活的标注元素上面，滚动滚轮可以调节颜色的不透明度。\r\r      2，当光标右下角有数字时，滚动滚轮是调整激活元素的尺寸大小。";

"Don't remind me next time" = "下次不再提醒";

"                            Warm Reminder \r\r       Double click the pin window with the left mouse button to close the pin window." = "                            温馨提醒 \r\r       鼠标左键双击贴图就可以关闭贴图窗口。";

"Screenshot needs to obtain the permission of <Screen Recording>. Please <tick> or <retick> the option of iShot in <Screen Recording>." = "截图需要获取 <屏幕录制> 权限，请您 <勾选> 或 <重新勾选> iShot在 <屏幕录制> 里的选项。";

"Recorder Scrren needs to obtain the permission of <Screen Recording>. Please <tick> or <retick> the option of iShot in <Screen Recording>." = "录屏需要获取 <屏幕录制> 权限，请您 <勾选> 或 <重新勾选> iShot在 <屏幕录制> 里的选项。";

"Recorder Scrren needs to obtain the permission of <Microphone>. Please <tick> or <retick> the option of iShot in <Microphone>." = "录屏需要获取 <麦克风> 权限，请您 <勾选> 或 <重新勾选> iShot在 <麦克风> 里的选项。";

"You have rejected the microphone authorization, which will cause the screen recording to fail to record the microphone sound!" = "你拒绝了麦克风授权，将会导致录屏无法录制麦克风声音！";

"⚠️Select the app name to open the screenshot, select Finder to open the path" = "⚠️选择打开截图的app名称，选择Finder是打开路径";

"I know" = "我知道了";

"Agree" = "同意";

"Refuse" = "拒绝";

"Set microphone permissions" = "设置麦克风权限";

"Failure due to unknown reason, cache directory will be opened for you" = "由于未知原因导致失败，将为您打开缓存目录。";

"Permissions Allowed" = "权限允许";

"Super High" = "超清";

"High" = "高清";

"Medium" = "普清";

"Low" = "低清";

"OK" = "确定";

"Cancel" = "取消";

"Built-in Microphone" = "内建麦克风";

"Not Specified(Select path every time when save)" = "未指定(每次保存时选择路径)";

"                                                               Custom RGB Color Format\n\n\n *_R,_G,_B is the corresponding value of RGB,iShot will automatically replace it\n\n" = "                                                                   自定义RGB颜色格式\n\n\n*_R,_G,_B是RGB对应的数值，iShot会自动替换\n\n";

"Click F to select FullScreen\nHolding Shift to capture multiple windows\nClick ESC or RightMouse to quit screenshot\n\nClick R to copy RGB color\nClick H to copy HEX color\nClick Z to copy custom color\nHolding Shift Click Z to setting" = "单击 F 选择全屏\n按住 Shift 截取多个窗口\n单击 ESC 或者右键退出截图\n\n单击 R 复制RGB颜色\n单击 H 复制HEX颜色\n单击 Z 复制自定义颜色\n按住Shift,单击Z是设置";

"Press up, down, left and right direction keys to adjust the size by one pixel" = "按上下左右方向键可以逐个像素调整尺寸";

"Press up, down direction keys to adjust the size by one pixel" = "按上下方向键可以逐个像素调整尺寸";

"Press left and right direction keys to adjust the size by one pixel" = "按左右方向键可以逐个像素调整尺寸";

"The up and down scroll wheel can adjust the opacity of the active element" = "上下滚轮可以调节激活元素的不透明度";

"The up and down scroll wheel can adjust size" = "上下滚轮可以调节尺寸";

"The up and down scroll wheel can adjust the opacity of the highlight" = "上下滚轮可以调节高亮的不透明度";

"The up and down scroll wheel can adjust the opacity of the text" = "上下滚轮可以调节文字的不透明度";

"The upper and lower rollers can adjust the number of step marking" = "上下滚轮可以调节步骤标注的序号";

"Stop move the mouse on the button for more than 0.5 seconds to enter the setting options.response time can be set in preferences" = "鼠标在按钮上静止超过0.5秒，可进入设置选项。响应时间可以在偏好设置里设置";

"Zoom in and out with the scroll wheel, double click to close the pin,right click to mark and edit." = "上下滚轮放大、缩小，双击鼠标关闭贴图，点击右键标注、编辑";

"Black"="黑色";
"Navy Blue"="藏青";
"Dark Blue"="暗蓝";
"Medium Blue"="中蓝";
"Blue"="蓝色";
"International Klein Blue"="国际奇连蓝";
"Prussian blue"="普鲁士蓝";
"Dark Powder Blue"="暗婴儿粉蓝";
"Ultramarine"="极浓海蓝";
"Marine Blue"="水手蓝";
"Cobalt Blue"="钴蓝";
"Mineral Blue"="矿蓝";
"Strong Blue"="浓蓝";
"Dark Green"="暗绿";
"Azure"="湛蓝";
"Green"="绿色";
"Teal"="凫绿";
"Peacock Blue"="孔雀蓝";
"Dark Cyan"="暗青";
"Peacock Green"="孔雀绿";
"Deep Sky Blue"="深天蓝";
"Dark Turquoise"="暗绿松石色";
"Medium Spring Green"="中春绿色";
"Lime"="鲜绿色";
"Spring Green"="春绿";
"Cyan"="青色";
"Sapphire"="蓝宝石色";
"Lapis Lazuli"="天青石蓝";
"Cyan Blue"="青蓝";
"Viridian"="铬绿";
"Mint"="薄荷绿";
"Midnight Blue"="午夜蓝";
"Dodger Blue"="道奇蓝";
"Light Sea Green"="亮海绿";
"Forest Green"="森林绿";
"Malachite"="孔雀石绿";
"Dark Mineral Blue"="暗矿蓝";
"Cerulean blue"="蔚蓝";
"Sea Green"="海绿";
"Dark Slate Gray"="暗岩灰";
"Turquoise"="绿松石色";
"Lime Green"="柠檬绿";
"Turquoise Blue"="土耳其蓝";
"Ivy Green"="常春藤绿";
"Medium Sea Green"="中海绿";
"Royal Blue"="品蓝";
"Steel Blue"="钢青色";
"Burgundy"="勃艮第酒红";
"Saxe Blue"="萨克斯蓝";
"Dark Slate Blue"="暗岩蓝";
"Medium Turquoise"="中绿松石色";
"Indigo"="靛色";
"Coconut Brown"="椰褐";
"Coffee"="咖啡色";
"Salvia Blue"="鼠尾草蓝";
"Turquoise Green"="绿松石绿";
"Heliotrope"="缬草紫";
"Emerald"="碧绿";
"Dark Olive Green"="暗橄榄绿";
"Wedgwood Blue"="韦奇伍德瓷蓝";
"Wisteria"="紫藤色";
"Pale Denim"="灰丁宁蓝";
"Cadet Blue"="军服蓝";
"Iron Gray"="铁灰色";
"Cornflower Blue"="矢车菊蓝";
"Amethyst"="紫水晶色";
"Mauve"="木槿紫";
"Medium Aquamarine"="中碧蓝色";
"Bright Green"="明绿";
"Cobalt Green"="钴绿";
"Aqua Blue"="水蓝";
"Dimgray"="昏灰";
"Moss Green"="苔藓绿";
"Slate Blue"="岩蓝";
"Olive Drab"="橄榄军服绿";
"Sepia"="乌贼墨色";
"Slate Gray"="岩灰";
"Foliage Green"="叶绿";
"Celadon Green"="青瓷绿";
"Pansy"="三色堇紫";
"Light Slate Gray"="亮岩灰";
"Pale Blue"="灰蓝";
"Medium Slate Blue"="中岩蓝";
"Lawn Green"="草坪绿";
"Chartreuse"="查特酒绿";
"Aquamarine"="碧蓝色";
"Maroon"="栗色";
"Purple"="紫色";
"Olive"="橄榄色";
"Gray"="灰色";
"Grayish Purple"="浅灰紫红";
"Sky Blue"="天蓝";
"Light Sky Blue"="亮天蓝";
"Baby Blue"="浅蓝";
"Blue Violet"="蓝紫";
"Dark Red"="暗红";
"Dark Magenta"="暗洋红";
"Violet"="紫罗兰色";
"Saddle Brown"="鞍褐";
"Apple Green"="苹果绿";
"Dark Sea Green"="暗海绿";
"Light Green"="亮绿";
"Medium Purple"="中紫红";
"Dark Violet"="暗紫";
"Pale Green"="灰绿";
"Cardinal Red"="枢机红";
"Dark Orchid"="暗兰紫";
"Khaki"="卡其色";
"Grass Green"="草绿";
"Fresh Leaves"="嫩绿";
"Yellow Green"="黄绿";
"Sienna"="赭黄";
"Camel"="驼色";
"Brown"="褐色";
"Horizon Blue"="苍色";
"Dark Gray"="暗灰";
"Light Blue"="亮蓝";
"Green Yellow"="绿黄";
"Aqua"="水色";
"Pale Turquoise"="灰绿松石色";
"Light Steel Blue"="亮钢蓝";
"Powder Blue"="婴儿粉蓝";
"Fire Brick"="耐火砖红";
"Lilac"="紫丁香色";
"Old Rose"="陈玫红";
"Bronze"="铜色";
"Dark Goldenrod"="暗金菊色";
"Mineral Violet"="矿紫";
"Medium Orchid"="中兰紫";
"Rosy Brown"="玫瑰褐";
"Dark Khaki"="暗卡其色";
"Silver"="银色";
"Medium Violet Red"="中青紫红";
"Ruby"="红宝石色";
"Burnt Orange"="燃橙";
"Ocher"="赭色";
"Clematis"="铁线莲紫";
"Pale Ocre"="灰土色";
"Mustard"="芥末黄";
"Periwinkle"="长春花色";
"Light Lime"="亮柠檬绿";
"Indian Red"="印度红";
"Peru"="秘鲁色";
"Chocolate"="巧克力色";
"Tan"="日晒色";
"Light Gray"="亮灰色";
"Thistle"="蓟紫";
"Mallow"="锦葵紫";
"Orchid"="兰紫";
"Goldenrod"="金菊色";
"Pale Violet Red"="灰紫红";
"Crimson"="绯红";
"Gainsboro"="庚斯博罗灰";
"Plum"="梅红色";
"Cerise"="樱桃红";
"Burly Wood"="硬木色";
"Light Cyan"="亮青";
"Alizarin Crimson"="茜红";
"Strong Red"="鲜红";
"Carmine"="胭脂红";
"Camellia"="山茶红";
"Opera Mauve"="优品紫红";
"Flamingo"="火鹤红";
"Apricot"="杏黄";
"Chrome Yellow"="铬黄";
"Jasmine"="茉莉黄";
"Sand Beige"="沙棕";
"Pail Lilac"="淡紫丁香色";
"Mimosa"="含羞草黄";
"Lavender"="薰衣草紫";
"Dark Salmon"="暗鲑红";
"Light Violet"="亮紫";
"Pale Goldenrod"="灰金菊色";
"Light Coral"="亮珊瑚色";
"Light Khaki"="亮卡其色";
"Alice Blue"="爱丽丝蓝";
"Honeydew"="蜜瓜绿";
"Tangerine"="橘色";
"Fuchsia"="品红";
"Sand Brown"="沙褐";
"Wheat"="小麦色";
"Beige"="米黄色";
"White Smoke"="白烟色";
"Mint Cream"="薄荷奶油色";
"Ghost White"="幽灵白";
"Salmon"="鲑红";
"Antique White"="古董白";
"Linen"="亚麻色";
"Light Goldenrod Yellow"="亮金菊黄";
"Old Lace"="旧蕾丝色";
"Red"="红色";
"Rose"="玫瑰红";
"Magenta"="洋红";
"Magenta Rose"="洋玫瑰红";
"Deep Pink"="深粉红";
"Scarlet"="腥红";
"Orange Red"="橙红";
"Vermilion"="朱红";
"Persimmon"="柿子橙";
"Tomato"="蕃茄红";
"Rose Pink"="浅玫瑰红";
"Hot Pink"="暖粉红";
"Sun Orange"="阳橙";
"Spinel Red"="尖晶石红";
"Coral"="珊瑚红";
"Tropical Orange"="热带橙";
"Salmon Pink"="浅鲑红";
"Coral Pink"="浅珊瑚红";
"Dark Orange"="暗橙";
"Marigold"="万寿菊黄";
"Light Salmon"="亮鲑红";
"Orange"="橙色";
"Honey Orange"="蜜橙";
"Shell Pink"="壳黄红";
"Pearl Pink"="浅珍珠红";
"Light Pink"="亮粉红";
"Amber"="琥珀色";
"Pink"="粉红";
"Golden"="金色";
"Baby Pink"="浅粉红";
"Peach Puff"="粉扑桃色";
"Navajo White"="那瓦霍白";
"Moccasin"="鹿皮鞋色";
"Bisque"="陶坯黄";
"Misty Rose"="雾玫瑰色";
"Peach"="桃色";
"Blanched Almond"="杏仁白";
"Canary Yellow"="鲜黄";
"Papaya Whip"="蕃木瓜色";
"Lavender Blush"="薰衣草紫红";
"Seashell"="海贝色";
"Cornsilk"="玉米丝色";
"Lemon Chiffon"="柠檬绸色";
"Floral White"="花卉白";
"Snow"="雪色";
"Cream"="奶油色";
"Yellow"="黄色";
"Moon Yellow"="月黄";
"Champagne Yellow"="香槟黄";
"Light Yellow"="亮黄";
"Ivory"="象牙色";
"White"="白色";

"1. The frame selection area must be able to scroll all\n2. The frame selection area should not include moving images\n3. Avoid horizontal displacement when scrolling up and down" = "1.框选区域必须能够全部滚动，不包含不可滚动区域\n2.框选区域不应该包括活动图像，例如动图、视频等\n3.上下滚动时，避免左右位移";

"This shortcut is to save the screenshot as a file. Press Shift more to save the screenshot to the pasteboard, so please set a shortcut that does not include Shift." = "这个快捷键是把截图保存为文件，多按一个Shift是把截图保存到粘贴板，所以请设置不包含Shift的快捷键。";

"Screenshot saved to pasteboard, and" = "截图已保存至粘贴板，还有";

"more reminders" = "次提醒";

"The file saved ( click to open the save path )" = "文件已保存(点击打开保存路径)";

"The file saved..." = "文件已保存...";

"The file saved" = "文件已保存";

"Tap the Control key to hide or show the toolbar" = "点按 Control 键可以隐藏或显示工具栏";

"Window screenshot mode cannot take scroll screenshots" = "窗口截图模式不能长截图";

"Select path when save" = "保存时选择路径";

"Other..." = "其他...";

"During recording, you can pause or stop in the system menu bar" = "录制时，在系统菜单栏可以暂停或停止";

"Stop" = "停止";

"Pause" = "暂停";

"there will be a system notification when complete" = "转换完成时会有系统通知";

"It takes a lot of time to generate a GIF file" = "生成GIF格式文件需要大量时间";
